;; -*- no-byte-compile: t; -*-
;;; .doom.d/packages.el

;;; Examples:
;; (package! some-package)
;; (package! another-package :recipe (:host github :repo "username/repo"))
;; (package! builtin-package :disable t)
(package! doom-themes)
(package! jedi)
(package! company-jedi)
(package! popup)
(package! neotree)
(package! evil-surround)
(package! evil-commentary)
(package! python-black)
(package! centaur-tabs)
